Repository: dotburo/wp-plugin-petition
Catalog: languages/swi-petition-*.po
Languages: fr_fr

# Post Type General Name
source: Petitions
fr_fr: Pétitions

# Post Type Singular Name
source: Petition
fr_fr: Pétition

source: Petitions
fr_fr: Pétitions

source: Petition
fr_fr: Pétition

source: Petition Archives
fr_fr: Archive des pétitions

source: Petition Attributes
fr_fr: Attributs des pétitions

source: All Petitions
fr_fr: Toutes les pétitions

source: Add New Petition
fr_fr: Ajouter une pétition

source: New Petition
fr_fr: Nouvelle pétition

source: Edit Petition
fr_fr: Modifier la pétition

source: Update Petition
fr_fr: Mettre à jour la pétition

source: View Petition
fr_fr: Consulter la pétition

source: View Petitions
fr_fr: Consulter les pétitions

source: Search Petition
fr_fr: Recherchez une petition

source: Uploaded to this petition
fr_fr: Téléchargés vers cette pétition

source: Petitions list
fr_fr: Liste des pétitions

source: Petitions list navigation
fr_fr: Navigation des pétitions

source: Filter Petition list
fr_fr: Filtrer les pétitions

# Post Type General Name
source: Signatories
fr_fr: Signataires

# Post Type Singular Name
source: Signatory
fr_fr: Signataire

source: Signatories
fr_fr: Signataires

source: Signatory
fr_fr: Signataire

source: All Signatories
fr_fr: Tous les signataires

source: View Signatories
fr_fr: Voir les signataires

source: Signatories list
fr_fr: Liste des signataires

source: Signatories list navigation
fr_fr: Navigation de la liste des signataires

source: Filter Signatory list
fr_fr: Filtrer la listes des signataires

source: Holds the signing data
fr_fr: Contient les données de la signature

source: You're not allowed to do this.
fr_fr: Cette action n'est pas autorisée.

source: You already signed the petition!
fr_fr: Vous avez déjà signé la pétition!

source: We're missing some data...
fr_fr: Les données sont insuffisantes...

source: This zip code is not allowed.
fr_fr: Ce code postal n'est pas autorisé.

source: We could not save your signature, please try again later.
fr_fr: Nous n'avons pas pu sauvegarder votre signature, réessayer plus tard.

source: Petition! Gauge
fr_fr: Gauge Petition!

source: Counter for Petition!
fr_fr: Counter pour Petition!

source: Petition! Settings
fr_fr: Réglages pour Petition!

source: Expected number of signatures
fr_fr: Nombre de signataires attendu

source: Petition! form fields
fr_fr: Champs du formulaire

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: mail@example.org
fr_fr: mail@exemple.org

source: Zip Code
fr_fr: Code postal

source: Zip Code Settings
fr_fr: Réglages du code postal

source: Allowed zip code pattern
fr_fr: Format du code postal

source: Allowed zip codes
fr_fr: Codes postaux autorisés

source: Zip codes separated by commas
fr_fr: Codes postaux séparés par des virgules

source: Sign the Petition
fr_fr: Soutenez-nous!

source: Petition! Form
fr_fr: Formulaire Petition!

source: Input fields for Petition!
fr_fr: Champs pour Petition!

source: The %s field cannot be blank.
fr_fr: Le champ '%s' ne peut pas être vide.

source: Your email address seems wrong.
fr_fr: Votre adresse mail contient une erreur.

source: The zip code format is wrong.
fr_fr: Le code postale n'est pas correct.

source: Please confirm your age.
fr_fr: Veuillez confirmez votre age.

source: Redirect after submission
fr_fr: Redirection après envoi
